Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Japan will continue to do so to achieve a successful outcome at the Working Group.
zh: 日本将继续这样做，以便在该工作组取得成果。

source: The disarmament, demobilization and reintegration (DDR) process in post-conflict situations, the detailed updates of which are provided in the report, has become an important tool to ensure that a country in a post-conflict situation does not backslide into a state of conflict.
zh: 该报告提供了有关冲突后局势中解除武装、复员和重返社会方案（复原方案）详细的最新情况。 该方案已成为一个重要工具，确保冲突后局势中的国家不倒退到冲突状态。

source: While progress has been made in a number of areas, the report reminds us that there are many more challenges to overcome.
zh: 尽管在一些领域取得了进展，但报告提醒我们，仍有更多的挑战要应对。

source: In order to help make progress in DDR, Japan has been taking concrete actions.
zh: 为了帮助在复原方案中取得进展，日本采取了一些具体行动。

source: For instance, in Afghanistan, a country afflicted by the protracted internal conflicts, the implementation of DDR is imperative to attain sustainable peace and security.
zh: 例如，在受到旷日持久国内冲突影响的阿富汗，执行复原方案对实现可持续和平与安全至关重要。

source: With this perspective in mind, Japan, as a lead nation in the area of DDR in Afghanistan, has been assisting the DDR process by providing vocational training for ex-soldiers to facilitate their reintegration through dispatching experts and by implementing reintegration projects at the grass-roots level.
zh: 铭记这一点，日本作为阿富汗复原方案领域中的牵头国，通过派遣专家为前士兵提供职业培训以便利其重返社会，并且通过在基层执行重返社会项目为复原方案进程提供了援助。

source: Japan has also been involved in similar projects in Africa; in Liberia and the Democratic Republic of Congo, we are cooperating with United Nations organizations involved with DDR projects.
zh: 日本还参加了在非洲的一些类似项目；在利比里亚和刚果民主共和国，我们正在同参与复原方案项目的联合国各组织合作。

source: Behind these actions is the idea of the consolidation of peace that I promoted as one of the pillars of Japan's foreign policy during my tenure as Foreign Minister of Japan, which ended not long ago.
zh: 在这些行动的背后是我在前不久刚届满的日本外务大臣任期内提倡的日本外交政策支柱之一----巩固和平理念。

source: The idea is to provide the necessary assistance for countries in post-conflict situations to make a smooth transition towards nation-building.
zh: 这一理念是为冲突后局势中的国家提供必要援助，以使其顺利地过渡到国家建设。

source: I am confident that those efforts are gradually bearing fruit.
zh: 我相信，这些努力正逐渐地取得成果。

source: This idea of consolidating peace is in line with the High-level Panel's key notion that in today's globalized world, international peace and security issues are closely linked to international development problems.
zh: 巩固和平的理念符合高级别小组的主要概念：即在当今全球化世界中，国际和平与安全问题同国际发展问题密切关联。

source: From this viewpoint, we will continue to provide assistance on the ground to countries affected by the scourge of small arms.
zh: 从这一观点出发，我们将继续为受到小武器灾祸影响的国家提供援助。

source: Collection and destruction of illicit small arms and light weapons, capacity-building in the development of appropriate legislation and regulations and import and export control are the areas where cooperation from the international community is especially needed.
zh: 收缴和销毁非法小武器和轻武器、在制订适当的立法和条例方面的能力建设以及进出口控制时特别需要国际社会合作的领域。

source: With this in mind, Japan has been conducting a Weapons-for-Development project in Cambodia for the past two years, funded by Grant Aid for Peace-Building Assistance in the amount of over $8 million.
zh: 铭记这一点，日本过去两年一直在柬埔寨执行武器换取发展项目，通过建设和平援助赠款为该项目提供了800万美元。

source: We are now studying the possibility of cooperating further with some African countries, utilizing, among others, the Small Arms Trust Fund that Japan has established under the United Nations Global and Regional Disarmament Trust Fund.
zh: 我们现在正研究特别利用日本在联合国全球与区域裁军信托基金下设立的小武器信托基金与一些非洲国家进一步合作的可能性。

source: In June 2006, the United Nations Review Conference on the implementation of the Programme of Action will be convened.
zh: 2006年6月将召开联合国《行动纲领》执行情况审议会议。

source: Through our efforts towards that review meeting, I hope there will be good progress in the area of small arms and light weapons to be reported in the Secretary-General's report next year.
zh: 通过为该审议会议所作的努力，我希望秘书长明年的报告中将报告小武器和轻武器领域中的一些良好进展。

source: We reaffirm our commitment to cooperate with the United Nations in implementing the Programme of Action, and, as a nation dedicated to world peace and stability, we are determined to intensify our efforts to address the issue of small arms and light weapons.
zh: 我们重申致力于同联合国合作以执行《行动纲领》。 作为致力于世界和平与稳定的国家，我们并且决心加倍努力以处理小武器和轻武器问题。

source: The President (spoke in French): I thank Ms. Kawaguchi for her kind words addressed to me.
zh: 主席（以法语发言）：我感谢川口女士对我所说的客气话。

source: Mr. Holliday (United States of America): Mr. President, I would like to thank you for organizing today's meeting on this important issue of small arms and light weapons.
zh: 霍利迪先生（美利坚合众国）（以英语发言）：主席先生、我要感谢你组织今天关于小武器和轻武器这一重要问题的会议。

source: I would also like to thank Ambassador Oshima of Japan for his effort in drafting the presidential statement we will adopt later today and to welcome Ms. Kawaguchi.
zh: 我还要感谢日本大使大岛为起草我们今天稍后将通过的主席声明所做的工作，并且向川口女士表示欢迎。

source: Of course, thanks to Under-Secretary-General Abe for his comments on the report of the Secretary-General.
zh: 当然要感谢阿部副秘书长就秘书长的报告做了评论。

source: With the words from recent debates on how to address the effects of conflicts around the world still echoing in this Chamber, we are faced with the reality that the instruments used to carry out such conflicts — particularly small arms and light weapons — continue to require our immediate and undivided attention.
zh: 最近关于如何对付全世界的冲突的影响的辩论的话语，仍然回荡在这个会议厅中，我们面对的现实则是用来进行这种冲突的工具----尤其是小武器和轻武器----需要我们继续给予直接的专注。

source: The destabilizing accumulation of and illicit trafficking in small arms and light weapons has proved a major obstacle to peace, to economic development and to efforts to rebuild war-torn societies.
zh: 小武器和轻武器的积累和非法贩运破坏了稳定，证明是和平、经济发展和重建饱受战争摧残的社会努力的主要障碍。

source: Terrorists groups, insurgents and drug traffickers continue to acquire arms primarily through illegal diversion, theft and smuggling, rather than through legitimate transfers.
zh: 恐怖主义集团、叛乱分子和毒品贩子，主要通过非法转用、盗窃和走私而不是通过合法的转让获取武器。

source: The United States believes that small steps by individual countries and collective steps by regional and subregional organizations will go a long way towards establishing the norms and practices that will diminish the illicit proliferation of these weapons.
zh: 美国认为，各个国家采取的小的步骤以及区域和次区域组织采取的集体步骤，将大大有助于确立各种准则和做法，从而减少这种武器非法扩散的现象。

source: Only two weeks ago, Member States, including the United States, gathered at the United Nations for the second session of the Open-ended Working Group to discuss a draft international instrument for the timely and reliable identification and tracing of illicit small arms and light weapons.
zh: 仅在两个星期前，包括美国在内的各会员国聚集在联合国，举行了不限成员名额工作组的第二届会议，以讨论一项关于以及时和可靠的方式查明和追踪非法小武器和轻武器的国际文书草案。

source: This was done under the able stewardship of Ambassador Anton Thalmann of Switzerland.
zh: 讨论在瑞士的安东·台尔曼大使的干练主持下进行。

source: The United States believes that such an instrument should be practical and effective, enabling the timely and reliable identification and tracing of illicit small arms and light weapons, and should not interfere with already existing commitments in other forums.
zh: 美国认为，这样一项文书应当是实际的和有效的，以便能够及时和可靠地查明和追踪非法小武器和轻武器，而且不应干预其他论坛中已经存在的承诺。

source: We look forward to the final two-week session and to the conclusion of negotiations in June.
zh: 我们期待着举行最后两星期的会议并于六月份完成谈判。

source: With July's Biennial Meeting of States and the 2006 review conference of the United Nations Programme of Action before us, we have the opportunity to pursue and implement innovative and effective ways to assist those States in need of technical or financial assistance to implement the provisions to which we all agreed in the 2001 Programme of Action.
zh: 随着将于七月份举行《联合国行动纲领》各国两年期会议并于2006年举行对该纲领的审查会议，我们有机会推行并执行富有创意的和有效的方法，帮助那些需要技术或财政援助的国家执行我们在2001年的《行动纲领》中一致商定的各项规定。

source: The United States welcomes the report of the Secretary-General on the implementation of his recommendations to the Council (S/2005/69).
zh: 美国欢迎秘书长向安理会提交的关于执行其建议的报告（S/2005/69）。

source: In his report, the Secretary-General outlined several areas for Member States to consider in attempting to reduce the illicit proliferation of these weapons.
zh: 秘书长的报告中概述了各会员国需要考虑的几个方面，以图减少这种武器的非法扩散。

source: We believe that large dividends in threat reduction can be achieved with a relatively modest investment.
zh: 我们认为，能够以相对微少的投资而获得减少威胁的巨大收益。

source: We welcome the Secretary-General's attention to the destruction of these weapons and to selected improvements to storage facilities, particularly within disarmament, demobilization and reintegration programmes and peacekeeping operations.
zh: 我们欢迎秘书长注意到特别是在解除武装、复员和重返社会方案以及维持和平行动范围内，销毁这种武器以及有选择地改善储存设施。

source: We also urge States to focus on these activities in connection with their own surplus and obsolete weapons.
zh: 我们还敦促各国集中注意其自己的过剩和过时武器方面的这种活动。

source: Such preventive activities are relatively inexpensive and can generally be accomplished using locally available infrastructure and personnel.
zh: 这种预防性活动费用相对不高，基本上可以利用当地的基础设施和人员来实现。

source: With a more focused approach to mitigate the threat posed by the proliferation of man-portable air defence systems (MANPADs) to undesirable end-users, the United States has expanded its assistance programme to safeguard and eliminate those dangerous weapons.
zh: 美国以更专注的做法来减轻便携式导弹向不当终端使用者的扩散而构成的威胁，扩大了其援助方案以保障和消除这种危险的武器。

source: Since the inception of our small-arms and light-weapons destruction programme, we have provided assistance for the destruction of over 700,000 small arms and light weapons and disabled over 10,000 MANPADs, in addition to over 75 million rounds of ammunition, in 15 countries.
zh: 自我们的小武器和轻武器销毁方案成立以来，我们已经帮助在15个国家销毁了70多万件小武器和轻武器，解除了1万多件便携式导弹的功能，另外还包括7 500多万发弹药。

source: In addition to these bilateral efforts, we continue to actively participate in regional and international efforts, such as those of the Organization of American States (OAS), the Organization for Security and Cooperation in Europe (OSCE), the Wassenaar Arrangement and other forums.
zh: 除了这些双边的努力之外，我们继续积极参加区域和国际努力，例如美洲国家组织、欧洲安全与合作组织、瓦塞纳尔安排和其他论坛中的努力。

source: Effective export and import controls and their enforcement are, as the Secretary-General highlighted in his report, the keystone to any successful effort to mitigate the problems of the illicit trade in small arms and light weapons.
zh: 秘书长在报告中强调，有效的进出口管制及其执行，是任何减轻小武器和轻武器非法贸易问题的努力成功的基石。

source: Unfortunately, in many countries few, if any, laws exist to regulate the import and export of these weapons.
zh: 不幸的是，在很多国家内，现存管制这种武器的进出口的法律绝无仅有。

source: In places where such laws exist, enforcement is often weak.
zh: 在具有这种法律的地方，执行常常是脆弱的。

source: Any export-control system should contain reliable and meaningful mechanisms for the licensing of the production and transfer of small arms and light weapons.
zh: 任何出口管制制度都应当包含为小武器和轻武器的生产和转让发放许可证的可靠的和意义明确的机制。

source: Countries should exercise due diligence in authenticating end-user certificates to ensure that exported arms are destined for legitimate end-users.
zh: 各国应当在建立终端使用者证书方面一丝不苟，以确保出口武器一定送达合法的终端使用者手中。

source: In addition, purchasing countries should make sure that their import system is transparent and should provide maximum cooperation with the officials of exporting countries in certifying legitimate shipments.
zh: 此外，购买国应当确保其进口制度是透明的，并应向出口国核实装运的官员提供最大的合作。

source: Unregulated arms brokers and inadequate enforcement of arms embargoes imposed by Council resolutions are additional causes of weapons getting to the black market.
zh: 未经管制的武器商与安理会决议所实行的武器禁运的执行不足情况，都是武器流入黑市的其他原因。

source: Ultimately, a simple one-size-fits-all solution is unlikely to be effective in dealing with this complex problem.
zh: 一种简单的一体适用的办法，最终不可能有效地处理这种复杂的问题。

source: Given the close links between terrorism and organized crime, the illicit trade in small arms and light weapons has the potential to affect any country in the world at any time; the threat is not limited solely to regions of conflict, instability or poverty.
zh: 鉴于恐怖主义同有组织犯罪之间的密切联系，小武器和轻武器的非法贸易有可能在任何时候影响到任何一个国家；威胁不仅仅限于冲突、不稳定和贫穷的区域。

source: Focused efforts to identify and curb the sources and methods of the illicit trade through robust export controls, law enforcement measures and efforts to expeditiously destroy excess stocks and safeguard Government stocks from theft are among the best ways to attack the problem.
zh: 通过强有力的出口管制、执法措施而查明和遏制非法贸易的来源和方法的集中努力，以及迅速销毁过多的储存和保障政府的储存不被盗窃的努力，都是解决问题的最佳方法。

source: In conclusion, the United States will continue to offer its assistance for small-arms and light-weapons destruction and stockpile management and security, export controls and law-enforcement training.
zh: 最后，美国将继续为小武器和轻武器的销毁及储存的管理和安全、出口管制和执法培训提供援助。

source: We encourage other States that are in a position to do so to render financial and technical assistance to further our mutual goal to reduce the illicit spread of small arms and light weapons and to reduce the danger that these pose to our citizens, peacekeeping forces and soldiers around the world.
zh: 我们鼓励有此能力的其他国家提供财政和技术帮助，以推动我们减少小武器和轻武器的非法扩散并减少这种武器给全世界的公民、维持和平部队和士兵构成的危险的共同目标。

source: Mr. Thomson (United Kingdom): I would like to thank you, Mr. President, and your delegation, for having organized this important debate.
zh: 汤姆森先生（联合王国）（以英语发言）：主席先生，我要感谢你及贵国代表团举行了本次重要的辩论。

source: We are grateful also to Under-Secretary-General Abe for his briefing.
zh: 我们还感谢阿部副秘书长的通报。

source: I would particularly like to welcome Ms. Kawaguchi and to thank her for her thoughtful and detailed remarks.
zh: 我们尤其欢迎川口女士并感谢她深思熟虑的和详细的看法。

source: The United Kingdom supports the views to be expressed later in this debate by the representative of Luxembourg, which holds the presidency of the European Union.
zh: 联合王国支持担任欧洲联盟主席的卢森堡代表在本次辩论稍晚的时候将表达的看法。

source: I will therefore cover only a few points.
zh: 因此，我将仅谈到几点。

source: The United Kingdom supports the full implementation at national, regional and international levels of the United Nations Programme of Action.
zh: 联合王国支持在国家、区域和国际一级充分执行《联合国行动纲领》。

source: We welcome the Secretary-General's report (S/2005/69) and this debate as an opportunity to discuss and make progress on these important issues.
zh: 我们欢迎秘书长的报告（S/2005/69）以及这次辩论，这是一次讨论这些重要问题并就此取得进展的机会。

source: In particular, we welcome the support that we hope and expect will be expressed in the presidential statement to be adopted later today on the need for more responsibility in the management of small arms and light weapons transfers.
zh: 我们尤其欢迎希望并且指望今天晚些时候将通过的主席声明所表示的对管理小武器和轻武器转让方面负起更多责任的必要的支持。

source: I would like to thank the Japanese delegation for leading our work on the presidential statement.
zh: 我要感谢日本代表团领导了我们就主席声明所进行的工作。

source: The availability of small arms and light weapons is so widespread that restraint by traditional suppliers, although absolutely necessary, is not sufficient.
zh: 小武器和轻武器如此广泛存在，传统供应者力行克制尽管是绝对必要的，但确是不够的。

source: We think that a broader international approach is needed.
zh: 我们认为需要更广泛的国际办法。

source: The United Nations Programme of Action contains important guidance on controlling transfers, and we need to build on that.
zh: 《联合国行动纲领》载有关于控制转让的重要指南，我们需要对此加以发扬。

source: For example, we need to identify common factors for consideration before issuing a licence for an international transfer of small arms and light weapons.
zh: 例如，我们需要查明应当予以考虑的共同因素，然后再对小武器和轻武器的国际转让发放许可证。

source: We also need to support regions and countries concerned with their capacity-building.
zh: 我们还需要支持各个区域和国家的能力建设。

source: Our objective is to introduce minimum common international controls on small arms and light weapons transfers within the United Nations Programme of Action at the United Nations review meeting on small arms in 2006.
zh: 我们的目标是在2006年的联合国审查会议上，把对小武器和轻武器转让的国际管制纳入《联合国行动纲领》。

source: We think that there are signs that an increasing number of countries support the need for improved transfer controls.
zh: 我们认为，一些迹象表明越来越多的国家支持改进对转让的管制的必要。

source: Certainly, an agreement on reducing illicit transfers would be a major achievement.
zh: 当然，就减少非法转让达成一项协定将是一项重要的成就。

source: In the longer term, we are also working with partner Governments in support of an international arms trade treaty.
zh: 从更长远来讲，我们还同伙伴国家的政府合作，支持一项国际武器贸易条约。

source: That would be a vital tool, extending the international rule of law on conventional arms.
zh: 这将是一个重要的手段，在常规武器方面实行国际法规则。

source: The United Kingdom supports efforts in the Open-ended Working Group to negotiate an international instrument to enable States to identify and trace illicit small arms and light weapons in a timely and reliable manner.
zh: 联合王国支持不限成员名额工作组就一项国际文书进行谈判的努力，它旨在使各国能够以及时和可靠的方式查明和追踪非法小武器和轻武器。

source: The European Union as a whole supports the idea of a legally binding instrument that also includes small arms and light weapons ammunition.
zh: 全体欧洲联盟支持确立一项还包括小武器和轻武器弹药的、具有法律约束力的文书的设想。

source: We share Under-Secretary-General Abe's hope that the Group's work will conclude positively at its third and final session, this June.
zh: 我们同阿部副秘书长一道希望，该小组的工作将在今年六月的第三次即最后一次会议上积极完成。

source: The United Kingdom supports the establishment of a group of governmental experts to consider further steps to enhance international cooperation in preventing, combating and eradicating illicit brokering.
zh: 联合王国支持成立一个政府专家组，以考虑采取进一步步骤，加强防止、打击和消除非法中间商活动方面的国际合作。

source: The United Kingdom also supports the expanded scope of the United Nations Register of Conventional Arms as a global transparency measure.
zh: 联合王国还支持扩大联合国常规武器登记册的范围，作为一项具有全球透明度的措施。

source: We welcome the inclusion of man-portable air defence systems (MANPADs) and light artillery within the scope of the Register, as well as the voluntary reporting of small arms and light weapons transfers.
zh: 我们欢迎把便携式导弹和轻型火炮纳入该登记册的范围，并支持自愿申报小武器和轻武器转让的做法。

source: The significant threat posed by MANPADs has been acknowledged globally; measures to prevent their diversion must be strengthened.
zh: 全世界现在都认识到便携式导弹造成的重大威胁；必须加强措施防止这些武器的转移。

source: The United Kingdom therefore regrets that the 2003 Group of Governmental Experts was unable to reach consensus on the inclusion of small arms and light weapons within the scope of the Register.
zh: 为此，联合王国对2003年政府专家组无法就将小武器和轻武器列入登记册的范围达成共识感到遗憾。

source: We hope that that will be possible in the next review.
zh: 我们希望下一次审查时能够达成共识。

source: We encourage all Member States to include transfers of small arms and light weapons as part of the additional background information in their reports.
zh: 我们鼓励所有会员国将小武器和轻武器转移的情况列为其报告中附加背景资料的一部分。

source: Only through full transparency in the global trade in small arms and light weapons can we really fully address the problem of their diversion into the illicit market.
zh: 只有通过全球小武器和轻武器贸易的完全的透明性，我们才能全面解决这些武器流入非法市场的问题。

source: The United Nations Register is a unique confidence-building measure in the field of conventional arms, and the United Kingdom would like to use this debate to encourage participation by all Member States.
zh: 联合国登记册是常规武器方面一项独一无二的建立信任措施，联合王国谨借此辩论鼓励所有会员国加入这一措施。

source: The United Nations Programme of Action commits Member States to national, regional and international measures to control small arms and light weapons.
zh: 联合国行动纲领规定会员国须采取国家、区域和国际各级的措施，对小武器和轻武器加以控制。

source: The 2003 Biennial Meeting showed that much remains to be done to implement those commitments.
zh: 2003年的两年期会议显示，要履行这些承诺还需做很多的工作。

source: The United Kingdom calls on States to help those countries affected by armed violence to build their capacity to control small-arms transfers. That can be done through the transfers control initiative that we are proposing and funding.
zh: 联合王国呼吁各国帮助受武装暴力影响的国家建立控制小武器转移的能力，办法是通过我们所建议和资助的控制转移举措。

source: As Japan has already underlined in this debate, such assistance is most effective when conducted within development partnerships aligned with broader development goals.
zh: 正如日本在本次辩论中强调指出的，在赞成广泛发展目标的发展伙伴中间提供这种援助，效果最为好。

source: Our common aim for the 2005 Biennial Meeting must be significant progress in international efforts to tackle this problem, which is at the heart of so many conflicts today.
zh: 我们在2005年的两年期会议问题上的共同目标应该是在处理这一问题的国际努力方面取得重大的进展，这就是今天很多冲突的核心。

source: Mr. Mayoral (Argentina) (spoke in Spanish): Permit me at the outset, Mr. President, to express my appreciation for your country's interest in holding this open debate on the issue of small arms, which affect the daily lives of millions of persons.
zh: 马约拉尔先生（阿根廷）（以西班牙语发言）：主席先生，首先请允许我对贵国以很大的关注就小武器问题召开本次辩论表示感谢。 小武器问题影响着千百万人的日常生活。

source: Permit me also to thank, through you, Mr. Nobuyasu Abe, Under-Secretary-General for Disarmament Affairs, for his detailed presentation of the report of the Secretary-General (S/2005/69), and to congratulate Ms. Yoriko Kawaguchi on her excellent statement.
zh: 我还要通过你感谢主管裁军事务的副秘书长阿部信泰先生，感谢他详细介绍秘书长报告（S/2005/69），同时祝贺川口顺子女士所作出色的发言。

source: The issue of small arms is a complex problem, given its dimensions of public safety, armed conflict and humanitarian issues, depending on the region or subregion concerned.
zh: 就各个区域和各分区域而言，小武器问题不同程度地涉及到公众的安全、武装冲突和人道主义问题，因此是个复杂的问题。

source: The very nature of the problems caused by small arms thus requires a coordinated and complementary focus among the various organs of the system.
zh: 小武器问题本身的性质决定，联合国系统各机关需要以协调和相辅相成的防止给予关注。

source: That is why, when we were discussing the presidential statement to be adopted at the end of this debate, Argentina made sure that the focus was on two areas of the Security Council's primary competence: arms embargoes and the disarmament, demobilization and reintegration of former combatants.
zh: 正因为如此，在我们讨论辩论结束时将要通过的主席声明时，阿根廷明确表示应该集中关注是安全理事会主要职责的以下两个方面，即：军火禁运和前战斗人员的解除武装、复员和重返社会。

source: With regard to arms embargoes, we fully support recommendations 5 and 9 of the Secretary-General's report: to encourage Member States to enforce all Council resolutions on sanctions, including those imposing arms embargoes, in accordance with the Charter of the United Nations, and to adopt national legislation in that regard, including the use of end-user certificates.
zh: 关于军火禁运，我们完全支持秘书长报告的建议5和建议9：请会员国按照《联合国宪章》，实施安理会所有制裁决议，包括实施武器禁运的决议，以及，制订必要的立法或其他措施，包括使用经核定的最终用户证书。

source: Concerning the disarmament, demobilization and reintegration of former combatants, that process is of unquestionable importance as an essential component of peacekeeping operations if we are to avoid the recurrence of armed conflict.
zh: 关于前战斗人员的解除武装、复员和重返社会问题，如果我们要避免武装冲突死灰复燃，作为维和行动非常必要的一个组成部分的前战斗人员的解除武装、复员和重返社会，无疑很重要。

source: Our own experience in many peacekeeping operations has convinced us of the need to address the economic and social aspects of the process if we truly intend to eradicate the underlying causes of conflicts.
zh: 我们在很多维和行动中所积累的经验告诉我们，如果我们真正要消除冲突的根源，就必须解决这一进程涉及的各项经济社会问题。

source: As regards the Council's competence in the area of small arms, we cannot fail to mention the risk represented by the diversion of such arms — particularly man-portable air defence systems — to terrorist groups.
zh: 关于安理会在小武器方面的职权，我们必须指出向恐怖集团转移小武器、特别是转移便携式导弹带来的危险。

source: In that connection, we note with satisfaction the decision to broaden the scope of the Register of Conventional Arms as a measure to promote transparency and confidence throughout the world.
zh: 在这方面，我们满意地注意到，作为在全世界增进透明性和加强信心的一项措施，已作出扩大常规武器登记册范围的决定。

source: We encourage weapons-exporting countries to be as responsible as possible in their transactions and to prevent the flow of arms and munitions to areas of instability.
zh: 我们鼓励武器出口国在交易中尽最大可能负起责任和防止武器和军火流向不稳定地区。

source: This open debate is an excellent opportunity for the Council to support and encourage the work of the General Assembly aimed at implementing the United Nations Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects.
zh: 本次公开辩论是安理会支持和鼓励大会旨在落实联合国的《从各个方面防止、打击和消除小武器和轻武器非法贸易的行动纲领》的工作的一次极好的机会。
